Repository: vesan66/Covid19Zahlen
Catalog: Covid19Numbers/*.lproj/Localizable.strings
Languages: de

# IDtextInfoTitle
source: About this application
de: Über diese Anwendung

# Undefined
source: No error set.
de: Kein Fehlercode gesetzt.

# Startup
source: App is starting.
de: App startet.

source: No error.
de: Kein Fehler.

# DataBaseIsEmpty
source: The database is empty.
de: Keine Daten in der Datenbank.

# NoNetwork
source: No network connection.
de: Keine Internetverbindung.

# NoNewDataOnServer
source: No new data on the server.
de: Keine neuen Daten auf dem Server.

# ManualRefreshTimeBlock
source: Only allowed every %@ minutes.
de: Manuelles update alle %@ Minuten möglich.

source: Database error.
de: Datenbankfehler.

# NewDataForDisplay
source: Got new data for display.
de: Neue Daten zur Anzeige vorhanden.

# ActivationRefreshTimeBlock
source: Refreshblock for weakup application %@ hours).
de: Automatisches Update bei App-Reaktivierung alle %@ Stunden möglich.

source: Error getting data.
de: Fehler beim Datenbezug.

source: No inital update allowed.
de: Initiales Update nicht erlaubt.

source: Checking, getting new data.
de: Auf neue Daten prüfen und laden.

# ID_Landkreise
source: Counties
de: Landkreise

# ID_Landkreis
source: County
de: Landkreis

# ID_Alle
source: All
de: Alle

# ID_Alle_Landkreise
source: All counties
de: Alle Landkreise

# ID_Loading
source: Loading data ...
de: Lade Daten ...

# ID_NOData
source: No data
de: Keine Daten

# ID_NOFavorites
source: Define some favorites!
de: Legen Sie Favoriten an.

# ID_Stand
source: Data:
de: Stand:

# ID_Search
source: Search ...
de: Suchen ...

# ID_Sorting
source: Change Sort Order
de: Sortierung ändern

# ID_SortByCounties
source: Sort by counties from A - Z
de: Landkreise von A - Z

# ID_7ddesc
source: 7 days incidence descending
de: 7-Tage-Inzidenz absteigend

# ID_1ddesc
source: 1 day incidence descending
de: 1-Tages-Inzidenz absteigend

# ID_Summen
source: Summaries
de: Summen

# ID_Neue_Faelle_am_Tag
source: new Cases at day
de: Neue Fälle am Tag

# ID_Infektionen
source: infections
de: Infektionen

# ID_Verstorben
source: deaths
de: Verstorben

# ID_Genesen
source: recoverd
de: Genesen

# ID_7TageInzidenz
source: 7 days incidence
de: 7-Tage-Inzidenz

# ID_1TagesInzidenz
source: 1 days incidence
de: 1-Tage-Inzidenz

# ID_InfPro100k
source: infections / 100k
de: Infektionen / 100k

# ID_Einwohner
source: residents
de: Einwohner

# ID_County_Abbrev
source: Cnty-code:
de: AGS:

# ID_NewCases
source: new cases
de: neue Fälle

# ID_Vortagesdaten
source: day before
de: Vortagesdaten

# ID_7ti
source: 7-d.-i.
de: 7-T.-Inz.

# ID_1ti
source: 1-d.-i.
de: 1-T.-Inz.

# ID_Close
source: close
de: schließen

# ID_Sort
source: sort
de: sortieren

# ID_Top
source: top
de: oben

# ID_Sum
source: summary
de: Summen
